[{"id":1,"name":"Glock-18","description":"Glock is a brand of polymer-framed, short recoil-operated, locked-breech semi-automatic pistols designed and produced by Austrian manufacturer Glock Ges.m.b.H. Glock Ges.m.b.H. The firearm entered Austrian military and police service by 1982 after becoming the top performer in reliability and safety tests.","price":299.99,"subcategoryId":"1"},{"id":2,"name":"P2000","description":"The P2000 is a short recoil-operated locked breech pistol with a modified Browning-type linkless cam action with a vertically tilting barrel also employed in the USP series of self-loading pistols, as well as most modern linkless semi autos.","price":299.99,"subcategoryId":"1"},{"id":3,"name":"P250","description":"The SIG Sauer P250 is a semi-automatic pistol made by J.P. Sauer & Sohn, and SIG Sauer of Exeter, New Hampshire. The SIG Sauer P250 can be chambered in .357 SIG, .40 S&W, .45 ACP, and 9x19mm Parabellum. Like other SIG-Sauer pistols, the P250 pistol is a short recoil operated, locked breech pistol. It uses the typical SIG-Sauer cam-operated barrel, which locks into the ejection port on the slide.","price":399.99,"subcategoryId":"1"},{"id":4,"name":"Five-Seven","description":"The Five-seven is a semi-automatic delayed blowback pistol chambered for FN's 5.7x28mm ammunition. The pistol has a concealed hammer. Polymer materials are used extensively in the pistol's design, and even the steel slide is encased in a polymer shell. This provides reduced weight and greater resistance to corrosion.","price":499.99,"subcategoryId":"1"},{"id":5,"name":"Desert Eagle","description":"The Desert Eagle is a gas-operated, semi-automatic pistol known for chambering the .50 Action Express, the largest centerfire cartridge of any magazine-fed, self-loading pistol. Detachable stick magazine; capacities: 9 rounds (.357) 8 rounds (.41 and .44)","price":699.99,"subcategoryId":"1"},{"id":6,"name":"R8 Revolver","description":"It is currently the heaviest handgun available, even heavier than many primary weapons. The revolver deals extremely high damage, able to instantly kill with a headshot to a very long range and regardless of armor due to its low damage dropoff and high armor penetration.","price":599.99,"subcategoryId":"1"},{"id":7,"name":"AR15","description":"The Colt AR-15 is a lightweight, magazine-fed, gas-operated semi-automatic rifle. It is a semi-automatic version of the M16 rifle sold for the civilian and law enforcement markets in the United States. The AR in AR-15 stands for ArmaLite rifle, after the company that developed it in the 1950s.","price":2999.99,"subcategoryId":"2"},{"id":8,"name":"M4A1 Carabine","description":"The M4/M4A1 5.56mm Carbine is a lightweight, gas operated, air cooled, magazine fed, selective rate, shoulder fired weapon with a collapsible stock. It is now the standard issue firearm for most units in the U.S. military.","price":3499.99,"subcategoryId":"2"},{"id":9,"name":"Barett M82 M107","description":"The Barrett M82 (standardized by the U.S. military as the M107) is a recoil-operated, semi-automatic anti-materiel rifle developed by the American company Barrett Firearms Manufacturing.","price":2699.99,"subcategoryId":"2"},{"id":10,"name":"Modern Sniper Rifle","description":"The modern sniper rifle is a portable shoulder-fired weapon system with a choice between bolt-action or semi-automatic action, fitted with a telescopic sight for extreme accuracy and chambered for a high-ballistic performance centerfire cartridge.","price":4999.99,"subcategoryId":"2"},{"id":11,"name":"Mid Range Rifle","description":"Mid-Range Rifle extends the range from 100-700 yards in the field. This course will extend your ability to get first-round hits out to 700 yards, with primary focus inside of Danger Close distances [0-300 yards].","price":2799.99,"subcategoryId":"2"},{"id":12,"name":"AK47","description":"AK-47, also called Kalashnikov Model 1947, Soviet assault rifle, possibly the most widely used shoulder weapon in the world. The initials AK represent Avtomat Kalashnikova, Russian for “automatic Kalashnikov,” for its designer, Mikhail Timofeyevich Kalashnikov, who designed the accepted version of the weapon in 1947.","price":2799.99,"subcategoryId":"2"},{"id":13,"name":"Steyr AUG","description":"The Steyr AUG is a selective-fire, bullpup weapon with a conventional gas-piston-operated action that fires from a closed bolt. It is designed as a Modular Weapon System that could be quickly configured as a rifle, a carbine, a sniper rifle, a sub-machine gun and even an open-bolt squad automatic weapon.","price":3499.99,"subcategoryId":"2"},{"id":14,"name":"MP9","description":"The MP9 represents the latest advancement in personal defense weapons. The MP9 is the world's lightest 9 x 19 mm select-fire weapon, ideal for surveillance teams, vehicle crews, CQB, SWAT teams and as a PDW, surpassing all other submachine guns in size, weight, and flexibility.","price":1299.99,"subcategoryId":"3"},{"id":15,"name":"Thompson","description":"The Thompson submachine gun (also known as the 'Tommy Gun', 'Chicago Typewriter', 'Chicago Piano', 'Trench Sweeper', or 'Trench Broom') is a blowback-operated, selective-fire submachine gun, invented by United States Army brigadier general John T. Thompson in 1918.","price":1899.99,"subcategoryId":"3"},{"id":16,"name":"Uzi","description":"Uzi submachine gun, compact automatic weapon that is used throughout the world as a police and special-forces firearm. The Uzi is named for its designer, Uziel Gal, an Israeli army officer who developed it after the Arab-Israeli war of 1948.","price":1599.99,"subcategoryId":"3"},{"id":17,"name":"P90","description":"The P90 is a selective fire, straight blowback-operated weapon with a cyclic rate of fire of around 850-1,100 rounds per minute. The weapon is chambered for FN's 5.7x28mm ammunition. Its unusual shape is based on extensive ergonomic research.","price":2499.99,"subcategoryId":"3"},{"id":18,"name":"Mid Range Rifle","description":"Mid-Range Rifle extends the range from 100-700 yards in the field. This course will extend your ability to get first-round hits out to 700 yards, with primary focus inside of Danger Close distances [0-300 yards].","price":2799.99,"subcategoryId":"3"},{"id":19,"name":"UMP45","description":"The UMP45 is a submachine gun type weapon in BATTLEGROUNDS. The UMP, short for Universal Machine pistol, is a submachine gun designed by Heckler & Koch. The UMP is the successor to the MP5, though both are in service to this day.","price":1699.99,"subcategoryId":"3"},{"id":20,"name":"MP7","description":"The MP7 is a German personal defense weapon (PDW) developed by Heckler & Koch (H&K), and is intended to replace H&K's MP5 submachine gun. Intended to compete with the P90, the MP7 fires the 4.6x30mm cartridge, a competitor to the P90's 5.7x28mm cartridge, which has good armor piercing capabilities in real life.","price":1499.99,"subcategoryId":"3"},{"id":21,"name":"XM1014","description":"XM1014 is a semi-automatic shotgun, which is lighter, has a fast drawing time, and is able to reload faster than most shotguns. However, it's also weaker than the SPAS-12 and the Dual Desperado, firing fewer pellets per shot.","price":2599.99,"subcategoryId":"4"},{"id":22,"name":"Modern semi-automatic shotgun","description":"A semi-automatic shotgun is a form of shotgun that is able to fire a cartridge after every trigger squeeze, without needing to manually chamber another round.","price":2399.99,"subcategoryId":"4"},{"id":23,"name":"12 Gauge","description":"What Is a 12-Gauge? A 12 gauge shotgun has a nominal bore diameter of 0.729 inches or 18.5mm in the rest of the world. A 12-gauge/bore means that a dozen lead balls of 12-gauge diameter weighed together equal a pound","price":2199.99,"subcategoryId":"4"},{"id":24,"name":"Minigun","description":"a U.S. aircraft machine gun consisting of a rotating cluster of six barrels using 7.62 mm ammunition and capable of variable rates of fire of up to 6,000 rounds per minute.","price":4199.99,"subcategoryId":"4"},{"id":25,"name":"Large Machine Gun","description":"These weapons are designed to provide increased range, penetration and destructive power against vehicles, buildings, aircraft and light fortifications beyond the standard rifle calibers used in medium or general-purpose machine gun, or the intermediate cartridges used in light machine guns.","price":5599.99,"subcategoryId":"4"},{"id":26,"name":"Chef's knife","description":"Very sharp knive, used by chefs to cut vegetables and meat.","price":49.99,"subcategoryId":"5"},{"id":27,"name":"Cardboard cutter","description":"Dangerous knive, used by criminals to cut cardboard boxes.","price":6.99,"subcategoryId":"5"},{"id":28,"name":"Large survival knife","description":"Survival knives are designed for work such as setting traps, cutting branches, carving wood, and skinning animals. Most survival knives have fixed blades that are 10 cm to 20 cm (3.9 - 7.9 inches) long with a full thick tang.","price":32.99,"subcategoryId":"5"},{"id":29,"name":"Butterfly knife","description":"A butterfly knife, also known as a balisong, fan knife or Batangas knife, is a type of folding pocketknife that originated in the Philippines. Its distinct features are two handles counter-rotating around the tang such that, when closed, the blade is concealed within grooves in the handles.","price":69.99,"subcategoryId":"5"},{"id":30,"name":"Butcher's knife","description":"This is a large knife with a wide, curved tip for butchering and cutting large cuts of meat. It can also be used to skin large animals.","price":45.99,"subcategoryId":"5"},{"id":31,"name":"Military JEEP","description":"The Willys MB and the Ford GPW, formally the U.S. Army Truck, 0.25-ton, 4x4, Command Reconnaissance, informally the Willys Jeep, Jeep, or jeep, and sometimes referred to by its supply catalogue designation G503, are American off-road four-wheel drive military light utility vehicles, built in large numbers.","price":44999.99,"subcategoryId":"6"},{"id":32,"name":"Armored JEEP","description":"The Armored Jeep is an upgraded version of the Jeep. It has the same low speed and average maneuverability as the Jeep, but higher health due to the armor. It can carry one passenger, or gunner who can fire a slow M249 mounted on the front passenger seat.","price":64999.99,"subcategoryId":"6"},{"id":33,"name":"Armoured boxer","description":"Boxer is set to become the new British Mechanised Infantry Vehicle (MIV), an eight-by-eight-wheeled, all-terrain, armoured transport vehicle. Its unique module design consists of a drive module and a mission module.","price":99999.99,"subcategoryId":"6"},{"id":34,"name":"Three-wheeled motorcycle","description":"The Zündapp KS 750 is a World War II-era motorcycle and sidecar combination developed for the German Wehrmacht (armed forces) before and during the Second World War, by the German company Zündapp G.m.b.H. After entering service in 1941, over 18,000 were built through 1944, and deployed on all major German battlefronts.","price":16999.99,"subcategoryId":"7"},{"id":35,"name":"Kawasaki KLR650 Diesel","description":"Converting the Kawasaki KLR650 gasoline engine to run on JP-8/diesel was no mean feat, large parts of the engine had to be completely replaced and many other modifications for military use were needed. The resulting bike now runs on the same JP-8 fuel as the B-2 Stealth Bomber and the Hummvee.","price":64999.99,"subcategoryId":"7"},{"id":36,"name":"Triumph T100 green","description":"Enjoyed by experienced and new riders alike, the lively but easy-going 900 cc motor provides riding excitement accompanied by the trademark Bonneville British twin soundtrack. Modern, confidence-inspiring handling with a comfortable riding position and low 31.1 in seat height, plus the versatility to take you beyond your destination, the T100 makes every ride a pleasure, whether it's injecting fun into the work commute or escaping the everyday on the weekend.","price":99999.99,"subcategoryId":"7"},{"id":37,"name":"Kampfpanzer Leopard 2 A 6","description":"The Leopard 2A6 is one of the latest generations of the main battle tanks from the family of German Leopard. The Leopard 2A6 was developed and manufactured by the German Defence Company Krauss-Maffei Wegmann based on the Leopard 2A5 main battle tank. The Leopard 2A6 entered into service with the German army in 2001. The first version of the Leopard 2 tank was produced for the first time in 1979 and is in service in Austria, Canada, Chile, Denmark, Finland, Germany, Greece, Norway, Poland, Portugal, Singapore, Switzerland, Sweden, Spain and Turkey.","price":253999.99,"subcategoryId":"8"},{"id":38,"name":"Leopard 1","description":"The Kampfpanzer Leopard 1 (also styled Leopard I, before the Leopard 2 simply known as the Kampfpanzer Leopard) is a main battle tank designed by Porsche and manufactured by Krauss-Maffei in West Germany, first entering service in 1965. Developed in an era when HEAT warheads were thought to make conventional heavy armour of limited value, the Leopard design focused on effective firepower and mobility instead of heavy protection. It featured moderate armour, only effective against low caliber autocannons and heavy machine guns, giving it a high power-to-weight ratio.","price":228999.99,"subcategoryId":"8"},{"id":39,"name":"American M1 Abrams","description":"Approved for production in 1990, the M1A2 represents the U.S. Army's technological improvement of the basic M1A1 design and the most modern battle tank in the world. Outwardly similar in appearance to the M1A1, the most notable exterior changes on the M1A2 are the redesigned Commander's Weapon Station (CWS) and the addition of a Commander's Independent Thermal Viewer) on the left side of the turret forward of the loader's hatch. Internally, however, the M1A2 has been radically redesigned to take advantage of newer technology.","price":249999.99,"subcategoryId":"8"},{"id":40,"name":"C-130","description":"The C-130 Hercules primarily performs the tactical portion of the airlift mission. The aircraft is capable of operating from rough, dirt strips and is the prime transport for airdropping troops and equipment into hostile areas.","price":1201999.99,"subcategoryId":"9"},{"id":41,"name":"F-15 Eagle","description":"The F-15 Eagle is an all-weather, extremely maneuverable, tactical fighter designed to permit the Air Force to gain and maintain air supremacy over the battlefield. The Eagle's air superiority is achieved through a mixture of unprecedented maneuverability and acceleration, range, weapons and avionics.","price":4228999.99,"subcategoryId":"9"},{"id":42,"name":"F-35C Lightning II","description":"The Lockheed Martin F-35 Lightning II is an American family of single-seat, single-engine, all-weather stealth multirole combat aircraft that is intended to perform both air superiority and strike missions. It is also able to provide electronic warfare and intelligence, surveillance, and reconnaissance capabilities.","price":5359999.99,"subcategoryId":"9"},{"id":43,"name":"Eurocopter Tiger","description":"The Eurocopter Tiger is a four-blade, twin-engine attack helicopter which first entered service in 2003. It is manufactured by Airbus Helicopters (formerly Eurocopter), which arose from the merger of Aérospatiale's and DASA's respective helicopter divisions. Airbus Helicopters designates it as the EC665. In France and Spain, the Tiger is known as the Tigre (which is French and Spanish for Tiger), while in Germany it is referred to as the Tiger.","price":1686999.99,"subcategoryId":"9"},{"id":44,"name":"Nuclear ship","description":"Nuclear submarines and aircraft carriers are powered by onboard nuclear reactors. Atoms in the nuclear reactor split, which releases energy as heat. This heat is used to create high-pressured steam. The steam turns propulsion turbines that provide the power to turn the propeller.","price":865501999.99,"subcategoryId":"10"},{"id":45,"name":"RIB boat","description":"The Rigid Hull Inflatable Boat is a high-speed, high-buoyancy, extreme-weather craft with the primary mission of SEAL insertion/extraction and a secondary mission of marine interdiction operations. The RHIB is also used by U.S. Navy sailors for visit board and search operations at sea.","price":28999.99,"subcategoryId":"10"},{"id":46,"name":"Frigate F-101 Alvaro de Bazan","description":"The Álvaro de Bazán class, also known as the F100 class, is a class of Aegis combat system-equipped air defence frigates in service with the Spanish Navy. The vessels were built by Spanish shipbuilder Navantia in Ferrol, with the lead ship of the class named for Admiral Álvaro de Bazán.","price":249999.99,"subcategoryId":"10"},{"id":47,"name":"Submarine","description":"Submarine, any naval vessel that is capable of propelling itself beneath the water as well as on the water's surface. This is a unique capability among warships, and submarines are quite different in design and appearance from surface ships.","price":249999.99,"subcategoryId":"10"},{"id":48,"name":"Men's Winter Jacket","description":"This men's winter jacket is made of high-quality waterproof and windproof material. It features a detachable hood, multiple pockets, and a warm and comfortable inner lining. Perfect for cold and snowy weather.","price":129.99,"subcategoryId":"11"},{"id":49,"name":"Women's Leather Jacket","description":"This women's leather jacket is made of high-quality leather and features a classic design with a modern twist. It has a warm and comfortable inner lining and multiple pockets for storing your essentials. Perfect for a stylish and sophisticated look.","price":299.99,"subcategoryId":"11"},{"id":50,"name":"Men's Denim Jacket","description":"This men's denim jacket is a classic wardrobe staple. It's made of durable and high-quality denim material and features multiple pockets and a comfortable inner lining. Perfect for a casual and stylish look.","price":79.99,"subcategoryId":"11"},{"id":51,"name":"Women's Puffer Jacket","description":"This women's puffer jacket is made of high-quality and lightweight material that's perfect for staying warm and cozy. It features a detachable hood, multiple pockets, and a comfortable inner lining. Perfect for cold and snowy weather.","price":149.99,"subcategoryId":"11"},{"id":52,"name":"Men's Parka","description":"This men's parka is made of high-quality and waterproof material that's perfect for cold and rainy weather. It features a detachable hood, multiple pockets, and a warm and comfortable inner lining. Perfect for outdoor activities.","price":249.99,"subcategoryId":"11"},{"id":53,"name":"Women's Bomber Jacket","description":"This women's bomber jacket is a stylish and comfortable choice for any occasion. It features a classic design with a modern twist, multiple pockets, and a comfortable inner lining. Perfect for a casual and trendy look.","price":99.99,"subcategoryId":"11"},{"id":54,"name":"Men's Cargo Pants","description":"These men's cargo pants are made of high-quality and durable material. They feature multiple pockets for storing your essentials and have an adjustable waistband for a comfortable fit. Perfect for outdoor activities and casual wear.","price":69.99,"subcategoryId":"12"},{"id":55,"name":"Women's Skinny Jeans","description":"These women's skinny jeans are made of high-quality stretch denim material. They have a comfortable and flattering fit and feature a classic design with a modern twist. Perfect for everyday wear and special occasions.","price":89.99,"subcategoryId":"12"},{"id":56,"name":"Women's High-Waisted Pants","description":"These women's high-waisted pants are made of high-quality and stretchy material. They have a flattering and comfortable fit and feature a classic and versatile design. Perfect for dressing up or down.","price":79.99,"subcategoryId":"12"},{"id":57,"name":"Men's Dress Pants","description":"These men's dress pants are made of high-quality and durable material. They have a classic and versatile design and feature a comfortable fit with a modern and stylish look. Perfect for formal occasions and business wear.","price":99.99,"subcategoryId":"12"},{"id":58,"name":"Women's Wide-Leg Pants","description":"These women's wide-leg pants are made of high-quality and lightweight material. They have a comfortable and flattering fit and feature a trendy and stylish design. Perfect for summer and spring wear.","price":69.99,"subcategoryId":"12"},{"id":59,"name":"Men's Jogger Pants","description":"These men's jogger pants are made of soft and comfortable material. They feature a tapered design with an elastic waistband and cuffs for a modern and stylish look. Perfect for casual wear and light exercise.","price":49.99,"subcategoryId":"12"},{"id":60,"name":"You can T-Shirt","description":"This men's T-shirt is made of high-quality cotton material and features a classic design with a modern twist. It has a comfortable and flattering fit and is perfect for both casual and formal occasions.","price":49.99,"subcategoryId":"13"},{"id":61,"name":"Men's Polo Shirt","description":"This men's polo shirt is made of high-quality and breathable material. It features a classic design with a comfortable fit and is perfect for both casual and semi-formal occasions.","price":39.99,"subcategoryId":"13"},{"id":62,"name":"Button-Up Shirt","description":"This button-up shirt is made of high-quality and soft cotton material. It features a unique and trendy design with a flattering and comfortable fit. Perfect for both casual and semi-formal occasions.","price":69.99,"subcategoryId":"13"},{"id":63,"name":"Men's Tactical Boots","description":"These men's tactical boots are made of high-quality leather and nylon material. They feature a slip-resistant sole, padded collar, and insole for added comfort and support. Perfect for military and outdoor activities.","price":99.99,"subcategoryId":"14"},{"id":64,"name":"Women's Combat Boots","description":"These women's combat boots are made of high-quality leather and feature a lace-up design for a secure fit. They have a cushioned insole and a rubber outsole for added comfort and traction. Perfect for military and outdoor activities.","price":89.99,"subcategoryId":"14"},{"id":65,"name":"Men's Jungle Boots","description":"These men's jungle boots are made of high-quality leather and canvas material. They feature a breathable lining and a slip-resistant sole for added comfort and safety. Perfect for military and outdoor activities in tropical environments.","price":79.99,"subcategoryId":"14"},{"id":66,"name":"Women's Hiking Boots","description":"These women's hiking boots are made of high-quality leather and feature a waterproof and breathable membrane. They have a cushioned insole and a rubber outsole for added comfort and traction. Perfect for military and outdoor activities.","price":109.99,"subcategoryId":"14"},{"id":67,"name":"Men's Athletic Socks","description":"These men's athletic socks are made of high-quality material and are designed for maximum comfort and support. They feature a breathable mesh top and arch compression for a secure fit. Perfect for sports and everyday wear.","price":12.99,"subcategoryId":"15"},{"id":68,"name":"Women's Ankle Socks","description":"These women's ankle socks are made of high-quality material and are designed for maximum comfort and style. They feature a cushioned sole and reinforced heel and toe for durability. Perfect for everyday wear and exercise.","price":9.99,"subcategoryId":"15"},{"id":69,"name":"Men's Military Socks","description":"These men's Military socks are made of high-quality material and are designed for maximum comfort and style. They feature a reinforced heel and toe and a ribbed cuff for a secure fit.","price":14.99,"subcategoryId":"15"},{"id":70,"name":"Women's Knee High Socks","description":"These women's knee high socks are made of high-quality material and are designed for maximum comfort and style. They feature a reinforced heel and toe and a ribbed cuff for a secure fit. Perfect for casual and dressy occasions.","price":16.99,"subcategoryId":"15"},{"id":71,"name":"Tactical Backpack","description":"This tactical backpack is made of high-quality and durable material. It features multiple compartments for organizing your gear, and is designed to be comfortable to wear for extended periods of time. Perfect for outdoor adventures and everyday use.","price":79.99,"subcategoryId":"21"},{"id":72,"name":"Assault Backpack","description":"This assault backpack is designed for durability and functionality. It features a spacious main compartment, multiple external pockets, and MOLLE webbing for attaching additional gear. Perfect for military and law enforcement use.","price":99.99,"subcategoryId":"21"},{"id":73,"name":"Camouflage Backpack","description":"This camouflage backpack is perfect for blending in with your surroundings. It features a spacious main compartment, padded shoulder straps, and multiple pockets for organizing your gear. Perfect for hunting and camping trips.","price":59.99,"subcategoryId":"21"},{"id":74,"name":"Hydration Backpack","description":"This hydration backpack is designed for outdoor activities and features a water bladder with a drinking tube. It also has a spacious main compartment and multiple pockets for storing your gear. Perfect for hiking and biking.","price":49.99,"subcategoryId":"21"},{"id":75,"name":"Hunting Rifle","description":"This hunting rifle is made of high-quality materials and features a durable and ergonomic design. It has a smooth trigger pull and a detachable magazine for easy reloading. Perfect for hunting big game.","price":899.99,"subcategoryId":"21"},{"id":76,"name":"Hunting Binoculars","description":"These hunting binoculars are made of high-quality materials and feature a compact and lightweight design. They have a wide field of view and high magnification for clear and crisp images. Perfect for spotting game from a distance.","price":149.99,"subcategoryId":"21"},{"id":77,"name":"Hunting Knife","description":"This hunting knife is made of high-quality steel and features a comfortable and ergonomic handle. It has a sharp and durable blade for precision cutting and is perfect for skinning and cleaning game.","price":79.99,"subcategoryId":"21"},{"id":78,"name":"Hunting Backpack","description":"This hunting backpack is made of high-quality and durable materials. It has multiple compartments and pockets for storing hunting gear and features a comfortable and adjustable strap system for a secure and comfortable fit. Perfect for extended hunting trips.","price":199.99,"subcategoryId":"21"},{"id":79,"name":"4-Person Tent","description":"This 4-person tent is made of high-quality materials and is designed to withstand the elements. It features a spacious interior and has multiple windows for ventilation. Perfect for camping and outdoor activities.","price":149.99,"subcategoryId":"22"},{"id":80,"name":"Sleeping Bag","description":"This high-quality sleeping bag is designed to keep you warm and comfortable during cold nights. It is made of durable materials and features a soft and cozy interior. Perfect for camping and outdoor activities.","price":89.99,"subcategoryId":"22"},{"id":81,"name":"Camping Chair","description":"This camping chair is made of high-quality materials and is designed for maximum comfort and durability. It features a sturdy frame and a comfortable seat and backrest. Perfect for camping and outdoor activities.","price":39.99,"subcategoryId":"22"},{"id":82,"name":"Portable Camping Stove","description":"This portable camping stove is made of high-quality materials and is designed to be lightweight and easy to use. It features a durable and efficient burner and is compatible with most fuel canisters. Perfect for camping and outdoor activities.","price":69.99,"subcategoryId":"22"},{"id":83,"name":"Tactical Goggles","description":"These tactical goggles are made of high-strength polycarbonate and feature a comfortable foam lining. They have an adjustable strap and provide excellent protection against dust, wind, and debris. Perfect for outdoor activities and combat training.","price":49.99,"subcategoryId":"24"},{"id":84,"name":"Ballistic Sunglasses","description":"These ballistic sunglasses are made of high-quality polycarbonate and feature shatterproof lenses. They provide excellent protection against UV rays and flying debris. Perfect for military operations and outdoor activities.","price":89.99,"subcategoryId":"24"},{"id":85,"name":"Aviator Glasses","description":"These aviator glasses are made of high-quality metal and feature polycarbonate lenses. They have a classic design and provide excellent protection against glare and UV rays. Perfect for military pilots and aviation enthusiasts.","price":59.99,"subcategoryId":"24"},{"id":86,"name":"Combat Glasses","description":"These combat glasses are made of high-strength polycarbonate and feature a wraparound design for maximum protection. They have a comfortable foam lining and an adjustable strap. Perfect for military and law enforcement personnel.","price":79.99,"subcategoryId":"24"},{"id":87,"name":"Night Vision Goggles","description":"These night vision goggles are designed for maximum visibility in low-light conditions. They feature a durable and ergonomic frame and are equipped with advanced night vision technology. Perfect for military and law enforcement use.","price":199.99,"subcategoryId":"24"},{"id":88,"name":"Water-Based Face Paint Palette","description":"This water-based face paint palette contains 12 vibrant colors that are easy to apply and wash off. It is non-toxic and safe for all skin types, making it perfect for kids and adults alike.","price":19.99,"subcategoryId":"25"},{"id":89,"name":"UV Glow Face Paint","description":"This UV glow face paint is perfect for parties and festivals. It comes in 6 bright colors that glow under black light, making it a fun and unique addition to any outfit.","price":14.99,"subcategoryId":"25"},{"id":90,"name":"Metallic Face Paint","description":"This metallic face paint is perfect for adding some shine to your look. It comes in 5 beautiful colors that are easy to apply and long-lasting.","price":9.99,"subcategoryId":"25"},{"id":91,"name":"Camouflage Backpack","description":"This camouflage backpack is made of high-quality material and is designed to blend in with natural surroundings. It features multiple compartments for storage and a padded back and straps for comfort. Perfect for outdoor activities and everyday use.","price":49.99,"subcategoryId":"26"},{"id":92,"name":"Camouflage Hat","description":"This camouflage hat is made of high-quality material and features a comfortable fit and a classic design. Perfect for outdoor activities and everyday wear.","price":19.99,"subcategoryId":"26"},{"id":93,"name":"Camouflage Gloves","description":"These camouflage gloves are made of high-quality material and feature a comfortable fit and durable design. Perfect for outdoor activities and tactical use.","price":29.99,"subcategoryId":"26"},{"id":94,"name":"Camouflage Bandana","description":"This camouflage bandana is made of high-quality material and features a versatile design. Perfect for outdoor activities and tactical use.","price":12.99,"subcategoryId":"26"},{"id":95,"name":"Camouflage Belt","description":"This camouflage belt is made of high-quality material and features a durable design and a secure buckle. Perfect for outdoor activities and tactical use.","price":24.99,"subcategoryId":"26"},{"id":96,"name":"Tactical Backpack","description":"This tactical backpack is made of high-quality material and features a durable design and multiple compartments for storage. Perfect for outdoor activities and tactical use.","price":99.99,"subcategoryId":"27"}]